000010201209     A*%%TS  SD  20201209  142416  VILLANJR    REL-V7R4M0  5770-WDS
000020201209     A*%%EC
000030201209     A                                      DSPSIZ(24 80 *DS3                  -
000040201209     A                                             27 132 *DS4)
000050201209     A          R FMT01
000060201209     A*%%TS  SD  20201209  142416  VILLANJR    REL-V7R4M0  5770-WDS
000070201209     A                                  1 71DATE
000080201209     A                                      EDTCDE(Y)
000090201209     A                                  2 71TIME
000100201209     A                                 23  4'F3=Exit'
000110201209     A                                      COLOR(BLU)
000120201209     A                                 23 59'F12=Cancel'
000130201209     A                                      COLOR(BLU)
000140201209     A                                 23 24'F5=Refresh'
000150201209     A                                      COLOR(BLU)
000160201209     A                                 23 13'F4-Prompt'
000170201209     A                                      COLOR(BLU)
000180201209     A                                 23 46'F16=Delete'
000190201209     A                                      COLOR(BLU)
000200201209     A                                  1  2SYSNAME
000210201209     A                                  2  2USER
000220201209     A                                 22  2'-----------------------------------
000230201209     A                                      ------------------------------------
000240201209     A                                      --------'
000250201209     A                                      COLOR(WHT)
000260201209     A                                  3  2'-----------------------------------
000270201209     A                                      ------------------------------------
000280201209     A                                      --------'
000290201209     A                                      COLOR(WHT)
000300201209     A                                 23 36'F6=Save'
000310201209     A                                      COLOR(BLU)
000320201209     A                                  5  3'Employee Information'
000330201209     A                                      DSPATR(RI)
000340201209     A                                      COLOR(BLU)
000350201209     A                                  6  8'First Name:'
000360201209     A                                  7  7'Middle Name:'
000370201209     A                                  8  9'Last Name:'
000380201209     A                                  9 11'Address:'
000390201209     A            FLD001        20   B  6 20
000400201209     A            FLD002        20   B  7 20
000410201209     A            FLD003        20   B  8 20
000420201209     A            FLD004        50   B  9 20
000430201209     A            FLD005        50   B 10 20
000440201209     A            FLD006        50   B 11 20
000450201209     A                                 12  3'-----------------------------------
000460201209     A                                      ------------------------------------
000470201209     A                                      -----'
000480201209     A            FLD007        40   O  1 19
000490201209     A            FLD008        40   O  2 19
000500201209     A                                 13  3'Compensation'
000510201209     A                                      DSPATR(RI)
000520201209     A                                      COLOR(BLU)
000530201209     A                                 14  6'Monthly Basic:'
000540201209     A                                 15  9'Tax Amount:'
000550201209     A                                 16 14'Tax %:'
000560201209     A            FLD010         8Y 2B 14 22EDTCDE(2)
000570201209     A            FLD011         8Y 2B 15 22EDTCDE(2)
000580201209     A            FLD012         4  2B 16 22EDTWRD('  .  ')
000590201209     A                                 14 39'Annual Salary:'
000600201209     A                                 15 42'Annual Tax:'
000610201209     A            FLD013         9Y 2B 14 54EDTCDE(2)
000620201209     A            FLD014         8Y 2B 15 54EDTCDE(2)
